---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElemPartitionParam
source: html/2be005d3-cd60-4c60-3247-5ffb38c50b7b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElemPartitionParam Property

"Workset"

## Syntax (C#)
```csharp
public static ForgeTypeId ElemPartitionParam { get; }
```